---
kind: property
id: P:Autodesk.Revit.DB.ACADExportOptions.FileVersion
source: html/65a691e9-773a-5ec9-2249-5f344bf08e83.htm
---
# Autodesk.Revit.DB.ACADExportOptions.FileVersion Property

ACADVersion::Default
 Default value is ACADVersion.Default.

## Syntax (C#)
```csharp
public ACADVersion FileVersion { get; set; }
```

## Exceptions
- **Autodesk.Revit.Exceptions.ArgumentOutOfRangeException** - When setting this property: A value passed for an enumeration argument is not a member of that enumeration